Repository: Chemodurov1982/caprizon_flutter
Catalog: lib/l10n/app_*.arb
Languages: uk

source: Add Member to Token
uk: Додати учасника до токена

source: Add Members
uk: Додати учасників

source: Add User
uk: Додати користувача

source: Amount
uk: Кількість

source: Approve
uk: Схвалити

source: Are you sure you want to delete this request?
uk: Ви впевнені, що хочете видалити цей запит?

source: Assign User to Token
uk: Призначити користувача до токена

# balance
source: Balance: {symbol} {balance}
uk: Баланс: {symbol} {balance}

source: Cancel
uk: Скасувати

source: Caprizon Wallet
uk: Гаманець Caprizon

source: Create
uk: Створити

source: Create Token
uk: Створити токен

source: Create Tokens
uk: Створити токени

source: Delete
uk: Видалити

source: Delete Request
uk: Видалити запит

source: Email
uk: Ел. пошта

source: Enter one rule per line
uk: Введіть по одному правилу в кожному рядку

source: Enter the participant\'s email:
uk: Введіть електронну адресу учасника:

source: Failed to delete request
uk: Не вдалося видалити запит

source: Forgot password?
uk: Забули пароль?

source: Free users can only make 20 transactions
uk: Безкоштовні користувачі можуть здійснити лише 20 транзакцій

# from_to
source: From {fromName} to {toName}
uk: Від {fromName} до {toName}

# hello
source: Hello, {userName}!
uk: Привіт, {userName}!

source: Incoming Requests
uk: Вхідні запити

source: Login
uk: Увійти

source: Logout
uk: Вийти

source: Message
uk: Повідомлення

source: Name
uk: Ім’я

source: No other participants available
uk: Інші учасники відсутні

source: No pending requests
uk: Немає запитів, що очікують

source: No subscriptions found. Please try again or check your StoreKit configuration.
uk: Підписок не знайдено. Спробуйте ще раз або перевірте конфігурацію StoreKit.

source: No transactions found.
uk: Транзакцій не знайдено.

source: Password
uk: Пароль

source: Pending Requests
uk: Очікуючі запити

# pending_request_with_count
source: Pending Requests ({count})
uk: Очікуючі запити ({count})

source: Recent Transactions
uk: Останні транзакції

source: Register
uk: Зареєструватися

source: Reject
uk: Відхилити

source: Repeat Password
uk: Повторіть пароль

source: Request Tokens
uk: Запитати токени

source: Request failed to send
uk: Не вдалося надіслати запит

source: Request sent to token owner
uk: Запит надіслано власнику токена

source: Save Rules
uk: Зберегти правила

source: Select a Token
uk: Оберіть токен

source: Select token
uk: Оберіть токен

source: Select user
uk: Оберіть користувача

source: Send Tokens
uk: Надіслати токени

source: Symbol
uk: Символ

source: Token Name
uk: Назва токена

source: Token Operations
uk: Операції з токеном

source: Token Rules
uk: Правила токена

source: Tokens
uk: Токени

source: Transaction failed
uk: Транзакція не вдалася

source: Transaction successful
uk: Транзакція успішна

source: Transactions
uk: Транзакції

source: View requests
uk: Переглянути вхідні запити

# view_requests_with_count
source: View requests ({count})
uk: Переглянути запити ({count})

# upgrade_to_premium
source: Account
uk: Оновити до Преміум

source: View Full History
uk: Переглянути повну історію

source: Welcome to Caprizon
uk: Ласкаво просимо до Caprizon

# your_balance
source: Your balance: {symbol} {amount}
uk: Ваш баланс: {symbol} {amount}
